[
  {
    "id": 1,
    "quote": "\"The two most powerful warriors are patience and time.\" - Leo Tolstoy"
  },
  {
    "id": 2,
    "quote": "\"Time is money.\" - Benjamin Franklin"
  },
  {
    "id": 3,
    "quote": "\"Time waits for no one.\" - Folklore"
  },
  {
    "id": 4,
    "quote": "\"Better three hours too soon than a minute too late.\" - William Shakespeare"
  },
  {
    "id": 5,
    "quote": "\"Lost time is never found again.\" - Benjamin Franklin"
  },
  {
    "id": 6,
    "quote": "\"Time is the most valuable thing a man can spend.\" - Theophrastus"
  },
  {
    "id": 7,
    "quote": "\"Time is the wisest counselor of all.\" - Pericles"
  },
  {
    "id": 8,
    "quote": "\"The key is in not spending time, but in investing it.\" - Stephen R. Covey"
  },
  {
    "id": 9,
    "quote": "\"It is the time you have wasted for your rose that makes your rose so important.\" - Antoine de Saint-Exupéry"
  },
  {
    "id": 10,
    "quote": "\"Punctuality is the thief of time.\" - Oscar Wilde"
  },
  {
    "id": 11,
    "quote": "\"The trouble is, you think you have time.\" - Jack Kornfield"
  },
  {
    "id": 12,
    "quote": "\"Time brings all things to pass.\" - Aeschylus"
  },
  {
    "id": 13,
    "quote": "\"The future is uncertain but the end is always near.\" -Jim Morrison"
  },
  {
    "id": 14,
    "quote": "\"Time takes it all, whether you want it to or not.\" -Stephen King"
  },
  {
    "id": 15,
    "quote": "\"Time is a storm in which we are all lost.\" -William Carlos Williams"
  },
  {
    "id": 16,
    "quote": "\"Time flies over us, but leaves its shadow behind.\" -Nathaniel Hawthorne"
  },
  {
    "id": 17,
    "quote": "\"Regret for wasted time is more wasted time.\" -Mason Cooley"
  },
  {
    "id": 18,
    "quote": "\"You can’t make up for lost time. You can only do better in the future.\" -Ashley Ormon"
  },
  {
    "id": 19,
    "quote": "\"There’s only one thing more precious than our time and that’s who we spend it on.\" -Leo Christopher"
  },
  {
    "id": 20,
    "quote": "\"If you love life, don’t waste time, for time is what life is made up of.\" -Bruce Lee"
  },
  {
    "id": 21,
    "quote": "\"Time is what we want most, but what we use worst.\" -William Penn"
  },
  {
    "id": 22,
    "quote": "\"The way we spend our time defines who we are.\" -Jonathan Estrin"
  },
  {
    "id": 23,
    "quote": "\"Time spent with cats is never wasted.\" -Colette"
  },
  {
    "id": 24,
    "quote": "\"A man who dares to waste one hour of time has not discovered the value of life.\" -Charles Darwin"
  },
  {
    "id": 25,
    "quote": "\"The time I kill is killing me.\" -Mason Cooley"
  },
  {
    "id": 26,
    "quote": "\"Those who make the worst use of their time are the first to complain of its brevity.\" -Jean De La Bruyere"
  },
  {
    "id": 27,
    "quote": "\"Either you run the day, or the day runs you.\" -Jim Rohn"
  },
  {
    "id": 28,
    "quote": "\"Your time is limited, so don’t waste it living someone else’s life.\" -Steve Jobs"
  },
  {
    "id": 29,
    "quote": "\"Time is an illusion.\" -Albert Einstein"
  },
  {
    "id": 30,
    "quote": "\"If time travel is possible, where are the tourists from the future?\" -Stephen Hawking"
  }
]
